{
    "Navigate to the directory where you want to clone the project_": "Navigate to the directory where you want to clone the project.",
    "About {project_name}": "About {project_name}",
    "Enhanced Productivity:": "Enhanced Productivity:",
    "We are excited to have you on board, and we hope that {project_name} will help you create amazing and consistent interfaces in your web applications_": "We are excited to have you on board, and we hope that {project_name} will help you create amazing and consistent interfaces in your web applications.",
    "What is Atomic Design?": "What is Atomic Design?",
    "Ease of Maintenance:": "Ease of Maintenance:",
    "Organisms": "Organisms",
    "Visual Consistency:": "Visual Consistency:",
    "Streamlined Workflow:": "Streamlined Workflow:",
    "With a well-defined structure, detailed documentation, and a set of powerful tools, {project_name} streamlines your development workflow, allowing you to focus on creating an exceptional user experience_": "With a well-defined structure, detailed documentation, and a set of powerful tools, {project_name} streamlines your development workflow, allowing you to focus on creating an exceptional user experience.",
    "What will you find in this documentation?": "What will you find in this documentation?",
    "Install the necessary dependencies by running the following command:": "Install the necessary dependencies by running the following command:",
    "Technologies Used:": "Technologies Used:",
    "{project_name} is a tool/template for creating consistent and efficient interfaces in web applications_ It has been carefully designed to facilitate development and promote visual harmony throughout your project_": "{project_name} is a tool/template for creating consistent and efficient interfaces in web applications. It has been carefully designed to facilitate development and promote visual harmony throughout your project.",
    "Atomic Design is a user interface design methodology that breaks down components into hierarchical levels, similar to the structure of atoms, molecules, organisms, templates, and pages_ This modular approach allows for the creation of scalable interfaces by reusing components in different contexts_": "Atomic Design is a user interface design methodology that breaks down components into hierarchical levels, similar to the structure of atoms, molecules, organisms, templates, and pages. This modular approach allows for the creation of scalable interfaces by reusing components in different contexts.",
    "Building Harmony: Create Web Applications with a Modern Design System": "Building Harmony: Create Web Applications with a Modern Design System",
    "with": "with",
    "{project_name} provides a comprehensive library of carefully designed components, styles, and patterns that ensure a consistent appearance across all pages and applications_": "{project_name} provides a comprehensive library of carefully designed components, styles, and patterns that ensure a consistent appearance across all pages and applications.",
    "Design System": "Design System",
    "Get Started": "Get Started",
    "{project_name} embraces Atomic Design as the methodology for creating and organizing components_ Our library offers a wide range of ready-to-use atoms, molecules, organisms, templates, and pages, enabling you to build amazing interfaces following the principles of Atomic Design_": "{project_name} embraces Atomic Design as the methodology for creating and organizing components. Our library offers a wide range of ready-to-use atoms, molecules, organisms, templates, and pages, enabling you to build amazing interfaces following the principles of Atomic Design.",
    "{project_name} makes it easy to maintain interfaces and implement updates throughout the project_ Changes made in one place are automatically reflected in all dependent components, simplifying the maintenance process_": "{project_name} makes it easy to maintain interfaces and implement updates throughout the project. Changes made in one place are automatically reflected in all dependent components, simplifying the maintenance process.",
    "Currently, to use {project_name}, you can clone the project repository directly from GitHub_ Follow the steps below to get started:": "Currently, to use {project_name}, you can clone the project repository directly from GitHub. Follow the steps below to get started:",
    "Development Efficiency:": "Development Efficiency:",
    "Atomic Design provides a structured approach to creating a consistent and scalable Design System_ By organizing components into different levels, they can be reused across multiple parts of a project, saving development time and effort_": "Atomic Design provides a structured approach to creating a consistent and scalable Design System. By organizing components into different levels, they can be reused across multiple parts of a project, saving development time and effort.",
    "In this documentation, you will find everything you need to start using {project_name} in your project_ We will explore design principles, component structure, style guidelines, and how to easily integrate the design system into your application_ You will also have access to code examples, interactive demos, and best practices to make the most out of {project_name}_": "In this documentation, you will find everything you need to start using {project_name} in your project. We will explore design principles, component structure, style guidelines, and how to easily integrate the design system into your application. You will also have access to code examples, interactive demos, and best practices to make the most out of {project_name}.",
    "Atoms": "Atoms",
    "Why use {project_name}?": "Why use {project_name}?",
    "Get started": "Get started",
    "Let is get started!": "Let is get started!",
    "These technologies are widely recognized and adopted by the web development community, providing a solid foundation for creating modern and responsive interfaces_": "These technologies are widely recognized and adopted by the web development community, providing a solid foundation for creating modern and responsive interfaces.",
    "Future Updates": "Future Updates",
    "By breaking down components into hierarchical levels, Atomic Design promotes visual consistency throughout the project_ Each component is designed according to established design guidelines, resulting in a cohesive and harmonious interface_": "By breaking down components into hierarchical levels, Atomic Design promotes visual consistency throughout the project. Each component is designed according to established design guidelines, resulting in a cohesive and harmonious interface.",
    "Using Atomic Design": "Using Atomic Design",
    "Open your operating system is terminal_": "Open your operating system is terminal.",
    "Installation": "Installation",
    "Visual consistency:": "Visual consistency:",
    "Reuse and Scalability:": "Reuse and Scalability:",
    "{project_name} is developed using the powerful combination of": "{project_name} is developed using the powerful combination of",
    "With a vast collection of reusable components and pre-defined styles, you can quickly and efficiently create impressive interfaces, saving time and effort in the development process_": "With a vast collection of reusable components and pre-defined styles, you can quickly and efficiently create impressive interfaces, saving time and effort in the development process.",
    "Molecules": "Molecules",
    "Atomic Design": "Atomic Design",
    "and": "and",
    "{project_name} and Atomic Design": "{project_name} and Atomic Design",
    "Welcome to {project_name}!": "Welcome to {project_name}!",
    "In the {project_name} project, we have adopted the Atomic Design methodology as the foundation for organizing and developing our components_ Following this approach, we have created a comprehensive library of atoms, molecules, organisms, templates, and pages, making it easier to create cohesive and efficient interfaces_": "In the {project_name} project, we have adopted the Atomic Design methodology as the foundation for organizing and developing our components. Following this approach, we have created a comprehensive library of atoms, molecules, organisms, templates, and pages, making it easier to create cohesive and efficient interfaces.",
    "Keep exploring our documentation to learn in detail about each level of Atomic Design and how to use the components from {project_name} in your project_": "Keep exploring our documentation to learn in detail about each level of Atomic Design and how to use the components from {project_name} in your project.",
    "Now you are ready to start using {project_name} in your project_": "Now you are ready to start using {project_name} in your project.",
    "Light": "Light",
    "We are continuously working to make {project_name} even more accessible and user-friendly_ In the near future, we plan to release the design system components as a library on npm, allowing you to install and use them in your project with ease_": "We are continuously working to make {project_name} even more accessible and user-friendly. In the near future, we plan to release the design system components as a library on npm, allowing you to install and use them in your project with ease.",
    "This is where {project_name} comes into play It was created with the aim of providing a robust foundation of ready-to-use components, eliminating the need to build everything from scratch for each new project_ With {project_name}, you can save time and effort by starting with a solid set of pre-defined components and styles_": "This is where {project_name} comes into play. It was created with the aim of providing a robust foundation of ready-to-use components, eliminating the need to build everything from scratch for each new project. With {project_name}, you can save time and effort by starting with a solid set of pre-defined components and styles.",
    "After the clone is complete, access the project directory:": "After the clone is complete, access the project directory:",
    "Reusable components, pre-built styles and a comprehensive guide to a visually coherent experience": "Reusable components, pre-built styles and a comprehensive guide to a visually coherent experience",
    "Coming soon": "Coming soon...",
    "With the Atomic Design component library, interface development becomes more efficient_ Predefined components can be easily incorporated into the project, speeding up the creation process and ensuring consistency across all screens_": "With the Atomic Design component library, interface development becomes more efficient. Predefined components can be easily incorporated into the project, speeding up the creation process and ensuring consistency across all screens.",
    "Why Use Atomic Design?": "Why Use Atomic Design?",
    "System": "System",
    "The modular approach of Atomic Design enables component reuse in different contexts and facilitates system scalability_ Well-defined and organized components can be combined to create complex interfaces without starting from scratch_": "The modular approach of Atomic Design enables component reuse in different contexts and facilitates system scalability. Well-defined and organized components can be combined to create complex interfaces without starting from scratch.",
    "In Atomic Design, each level represents a degree of complexity and reusability_ Atoms are the most basic and independent components, such as buttons and form fields_ Molecules combine atoms to form more complex components, like a form field with a label and an input field_ Organisms are combinations of molecules and atoms, creating complete components, such as a header with a logo, menu, and action buttons_ Templates are structures that define the overall layout of a page or section, while pages are specific instances of templates, filled with real content_": "In Atomic Design, each level represents a degree of complexity and reusability. Atoms are the most basic and independent components, such as buttons and form fields. Molecules combine atoms to form more complex components, like a form field with a label and an input field. Organisms are combinations of molecules and atoms, creating complete components, such as a header with a logo, menu, and action buttons. Templates are structures that define the overall layout of a page or section, while pages are specific instances of templates, filled with real content.",
    "In new projects, it is common to start construction by creating a solid foundation of components before implementing the application screens_ This helps ensure visual consistency and facilitates the reuse of key elements in different parts of the project_ However, starting from scratch can be time-consuming and repetitive_": "In new projects, it is common to start construction by creating a solid foundation of components before implementing the application screens. This helps ensure visual consistency and facilitates the reuse of key elements in different parts of the project. However, starting from scratch can be time-consuming and repetitive.",
    "Dark": "Dark",
    "Introduction": "Introduction",
    "Build web applications with ease using our": "Build web applications with ease using our",
    "Run the following command to clone the repository:": "Run the following command to clone the repository:",
    "Why create a Design System?": "Why create a Design System?",
    "Cloning the Project Repository": "Cloning the Project Repository",
    "Once this update is available, you will be able to install {project_name} directly in your project using the npm package manager_ Stay tuned for our updates and refer to the official documentation for detailed information on how to install using the npm library_": "Once this update is available, you will be able to install {project_name} directly in your project using the npm package manager. Stay tuned for our updates and refer to the official documentation for detailed information on how to install using the npm library."
}
