{
    "About {project_name}": "About {project_name}",
    "Enhanced Productivity:": "Enhanced Productivity:",
    "We are excited to have you on board, and we hope that {project_name} will help you create amazing and consistent interfaces in your web applications_": "We are excited to have you on board, and we hope that {project_name} will help you create amazing and consistent interfaces in your web applications.",
    "Ease of Maintenance:": "Ease of Maintenance:",
    "Streamlined Workflow:": "Streamlined Workflow:",
    "With a well-defined structure, detailed documentation, and a set of powerful tools, {project_name} streamlines your development workflow, allowing you to focus on creating an exceptional user experience_": "With a well-defined structure, detailed documentation, and a set of powerful tools, {project_name} streamlines your development workflow, allowing you to focus on creating an exceptional user experience.",
    "What will you find in this documentation?": "What will you find in this documentation?",
    "Technologies Used:": "Technologies Used:",
    "{project_name} is a tool/template for creating consistent and efficient interfaces in web applications_ It has been carefully designed to facilitate development and promote visual harmony throughout your project_": "{project_name} is a tool/template for creating consistent and efficient interfaces in web applications. It has been carefully designed to facilitate development and promote visual harmony throughout your project.",
    "Building Harmony: Create Web Applications with a Modern Design System": "Building Harmony: Create Web Applications with a Modern Design System",
    "with": "with",
    "{project_name} provides a comprehensive library of carefully designed components, styles, and patterns that ensure a consistent appearance across all pages and applications_": "{project_name} provides a comprehensive library of carefully designed components, styles, and patterns that ensure a consistent appearance across all pages and applications.",
    "Design System": "Design System",
    "{project_name} makes it easy to maintain interfaces and implement updates throughout the project_ Changes made in one place are automatically reflected in all dependent components, simplifying the maintenance process_": "{project_name} makes it easy to maintain interfaces and implement updates throughout the project. Changes made in one place are automatically reflected in all dependent components, simplifying the maintenance process.",
    "In this documentation, you will find everything you need to start using {project_name} in your project_ We will explore design principles, component structure, style guidelines, and how to easily integrate the design system into your application_ You will also have access to code examples, interactive demos, and best practices to make the most out of {project_name}_": "In this documentation, you will find everything you need to start using {project_name} in your project. We will explore design principles, component structure, style guidelines, and how to easily integrate the design system into your application. You will also have access to code examples, interactive demos, and best practices to make the most out of {project_name}.",
    "Why use {project_name}?": "Why use {project_name}?",
    "Get started": "Get started",
    "Let is get started!": "Let is get started!",
    "These technologies are widely recognized and adopted by the web development community, providing a solid foundation for creating modern and responsive interfaces_": "These technologies are widely recognized and adopted by the web development community, providing a solid foundation for creating modern and responsive interfaces.",
    "Visual consistency:": "Visual consistency:",
    "{project_name} is developed using the powerful combination of": "{project_name} is developed using the powerful combination of",
    "With a vast collection of reusable components and pre-defined styles, you can quickly and efficiently create impressive interfaces, saving time and effort in the development process_": "With a vast collection of reusable components and pre-defined styles, you can quickly and efficiently create impressive interfaces, saving time and effort in the development process.",
    "and": "and",
    "Welcome to {project_name}!": "Welcome to {project_name}!",
    "Light": "Light",
    "This is where {project_name} comes into play It was created with the aim of providing a robust foundation of ready-to-use components, eliminating the need to build everything from scratch for each new project_ With {project_name}, you can save time and effort by starting with a solid set of pre-defined components and styles_": "This is where {project_name} comes into play. It was created with the aim of providing a robust foundation of ready-to-use components, eliminating the need to build everything from scratch for each new project. With {project_name}, you can save time and effort by starting with a solid set of pre-defined components and styles.",
    "Reusable components, pre-built styles and a comprehensive guide to a visually coherent experience": "Reusable components, pre-built styles and a comprehensive guide to a visually coherent experience",
    "System": "System",
    "In new projects, it is common to start construction by creating a solid foundation of components before implementing the application screens_ This helps ensure visual consistency and facilitates the reuse of key elements in different parts of the project_ However, starting from scratch can be time-consuming and repetitive_": "In new projects, it is common to start construction by creating a solid foundation of components before implementing the application screens. This helps ensure visual consistency and facilitates the reuse of key elements in different parts of the project. However, starting from scratch can be time-consuming and repetitive.",
    "Dark": "Dark",
    "Introduction": "Introduction",
    "Build web applications with ease using our": "Build web applications with ease using our",
    "Why create a Design System?": "Why create a Design System?"
}
