{
    "This is where {{project_name}} comes into play It was created with the aim of providing a robust foundation of ready-to-use components, eliminating the need to build everything from scratch for each new project With {{project_name}}, you can save time and effort by starting with a solid set of pre-defined components and styles": "É aqui que o {{project_name}} entra em cena. Ele foi criado com o objetivo de fornecer uma base robusta de componentes prontos para uso, eliminando a necessidade de criar tudo a partir do zero em cada novo projeto. Com o {{project_name}}, você pode economizar tempo e esforço, começando com um conjunto sólido de componentes e estilos já definidos.",
    "and": "e",
    "These technologies are widely recognized and adopted by the web development community, providing a solid foundation for creating modern and responsive interfaces": "Essas tecnologias são amplamente reconhecidas e adotadas pela comunidade de desenvolvimento web, oferecendo uma base sólida para criar interfaces modernas e responsivas.",
    "In this documentation, you will find everything you need to start using {{project_name}} in your project We will explore design principles, component structure, style guidelines, and how to easily integrate the design system into your application You will also have access to code examples, interactive demos, and best practices to make the most out of {{project_name}}": "Nesta documentação, você encontrará tudo o que precisa para começar a usar o {{project_name}} em seu projeto. Vamos explorar os princípios de design, a estrutura dos componentes, as diretrizes de estilo e como integrar facilmente o design system em sua aplicação. Você também terá acesso a exemplos de código, demonstrações interativas e melhores práticas para aproveitar ao máximo o {{project_name}}.",
    "Light": "Claro",
    "{{project_name}} is developed using the powerful combination of": "O {{project_name}} é desenvolvido utilizando a combinação poderosa de",
    "Build web applications with ease using our": "Construa aplicações web com facilidade usando nosso",
    "Building Harmony: Create Web Applications with a Modern Design System": "Construindo Harmonia: Crie Aplicações Web com um Design System moderno",
    "What will you find in this documentation?": "O que você encontrará nesta documentação?",
    "With a well-defined structure, detailed documentation, and a set of powerful tools, {{project_name}} streamlines your development workflow, allowing you to focus on creating an exceptional user experience": "Com uma estrutura bem definida, documentação detalhada e um conjunto de ferramentas poderosas, o {{project_name}} simplifica seu fluxo de trabalho de desenvolvimento, permitindo que você se concentre em criar uma experiência excepcional para os usuários.",
    "Get started": "Iniciar",
    "{{project_name}} is a tool/template for creating consistent and efficient interfaces in web applications It has been carefully designed to facilitate development and promote visual harmony throughout your project": "O {{project_name}} é uma ferramenta/template para a criação de interfaces consistentes e eficientes em aplicações web. Ele foi cuidadosamente projetado para facilitar o desenvolvimento e promover a harmonia visual em todo o seu projeto.",
    "Design System": "Design System",
    "In new projects, it is common to start construction by creating a solid foundation of components before implementing the application screens This helps ensure visual consistency and facilitates the reuse of key elements in different parts of the project However, starting from scratch can be time-consuming and repetitive": "Em novos projetos, é comum iniciar a construção por meio da criação de uma base sólida de componentes antes de implementar as telas da aplicação. Isso ajuda a garantir a consistência visual e facilita a reutilização de elementos-chave em diferentes partes do projeto. No entanto, começar do zero pode ser demorado e repetitivo.",
    "{{project_name}} provides a comprehensive library of carefully designed components, styles, and patterns that ensure a consistent appearance across all pages and applications": "O {{project_name}} fornece uma biblioteca completa de componentes cuidadosamente projetados, estilos e padrões que garantem uma aparência coerente em todas as páginas e aplicativos.",
    "Enhanced Productivity:": "Produtividade Aprimorada:",
    "We are excited to have you on board, and we hope that {{project_name}} will help you create amazing and consistent interfaces in your web applications": "Estamos empolgados em ter você a bordo e esperamos que o {{project_name}} ajude você a criar interfaces incríveis e consistentes em suas aplicações web.",
    "System": "Sistema",
    "Technologies Used:": "Tecnologias Utilizadas",
    "About {{project_name}}": "Sobre o {{project_name}}",
    "Dark": "Escuro",
    "Streamlined Workflow:": "Fluxo de trabalho simplificado:",
    "Welcome to {{project_name}}!": "Bem-vindo ao {{project_name}}!",
    "Ease of Maintenance:": "Facilidade de Manutenção:",
    "Reusable components, pre-built styles and a comprehensive guide to a visually coherent experience": "Componentes reutilizáveis, estilos pré-definidos e um guia abrangente para uma experiência visualmente coerente",
    "Why use {{project_name}}?": "Por que usar o {{project_name}}?",
    "With a vast collection of reusable components and pre-defined styles, you can quickly and efficiently create impressive interfaces, saving time and effort in the development process": "Com uma vasta coleção de componentes reutilizáveis e estilos pré-definidos, você pode criar interfaces impressionantes de forma rápida e eficiente, economizando tempo e esforço no desenvolvimento.",
    "Introduction": "Introdução",
    "with": "com",
    "{{project_name}} makes it easy to maintain interfaces and implement updates throughout the project Changes made in one place are automatically reflected in all dependent components, simplifying the maintenance process": "O {{project_name}} facilita a manutenção de interfaces e a implementação de atualizações em todo o projeto. As alterações feitas em um único lugar se refletem automaticamente em todos os componentes dependentes.",
    "Let is get started!": "Vamos começar!",
    "Why create a Design System?": "Por que criar um Design System?",
    "Visual consistency:": "Consistência Visual:"
}
