{
    "and": "e",
    "{project_name} and Atomic Design": "O {project_name} e o Atomic Design",
    "With the Atomic Design component library, interface development becomes more efficient_ Predefined components can be easily incorporated into the project, speeding up the creation process and ensuring consistency across all screens_": "Com a biblioteca de componentes Atomic Design, o desenvolvimento de interfaces se torna mais eficiente. Componentes pré-definidos podem ser facilmente incorporados ao projeto, acelerando o processo de criação e garantindo a consistência em todas as telas.",
    "Light": "Claro",
    "Atomic Design is a user interface design methodology that breaks down components into hierarchical levels, similar to the structure of atoms, molecules, organisms, templates, and pages_ This modular approach allows for the creation of scalable interfaces by reusing components in different contexts_": "O Atomic Design é uma metodologia de design de interface que divide os componentes em níveis hierárquicos, semelhantes à estrutura de átomos, moléculas, organismos, templates e páginas. Essa abordagem modular permite criar interfaces de forma escalável, reutilizando componentes em diferentes contextos.",
    "Using Atomic Design": "Utilização do Atomic Design",
    "{project_name} embraces Atomic Design as the methodology for creating and organizing components_ Our library offers a wide range of ready-to-use atoms, molecules, organisms, templates, and pages, enabling you to build amazing interfaces following the principles of Atomic Design_": "O {project_name} adota o Atomic Design como metodologia para a criação e organização de componentes. Nossa biblioteca oferece uma ampla variedade de átomos, moléculas, organismos, templates e páginas prontos para uso, permitindo que você construa interfaces incríveis seguindo os princípios do Atomic Design.",
    "Build web applications with ease using our": "Construa aplicações web com facilidade usando nosso",
    "Building Harmony: Create Web Applications with a Modern Design System": "Construindo Harmonia: Crie Aplicações Web com um Design System moderno",
    "What will you find in this documentation?": "O que você encontrará nesta documentação?",
    "In this documentation, you will find everything you need to start using {project_name} in your project_ We will explore design principles, component structure, style guidelines, and how to easily integrate the design system into your application_ You will also have access to code examples, interactive demos, and best practices to make the most out of {project_name}_": "Nesta documentação, você encontrará tudo o que precisa para começar a usar o {project_name} em seu projeto. Vamos explorar os princípios de design, a estrutura dos componentes, as diretrizes de estilo e como integrar facilmente o design system em sua aplicação. Você também terá acesso a exemplos de código, demonstrações interativas e melhores práticas para aproveitar ao máximo o {project_name}.",
    "Get started": "Iniciar",
    "Design System": "Design System",
    "Why Use Atomic Design?": "Por que utilizar o Atomic Design?",
    "Enhanced Productivity:": "Produtividade Aprimorada:",
    "With a well-defined structure, detailed documentation, and a set of powerful tools, {project_name} streamlines your development workflow, allowing you to focus on creating an exceptional user experience_": "Com uma estrutura bem definida, documentação detalhada e um conjunto de ferramentas poderosas, o {project_name} simplifica seu fluxo de trabalho de desenvolvimento, permitindo que você se concentre em criar uma experiência excepcional para os usuários.",
    "{project_name} provides a comprehensive library of carefully designed components, styles, and patterns that ensure a consistent appearance across all pages and applications_": "O {project_name} fornece uma biblioteca completa de componentes cuidadosamente projetados, estilos e padrões que garantem uma aparência coerente em todas as páginas e aplicativos.",
    "System": "Sistema",
    "Atomic Design provides a structured approach to creating a consistent and scalable Design System_ By organizing components into different levels, they can be reused across multiple parts of a project, saving development time and effort_": "O Atomic Design oferece uma abordagem estruturada para criar um Design System consistente e escalável. Ao organizar componentes em diferentes níveis, é possível reutilizá-los em várias partes do projeto, economizando tempo e esforço de desenvolvimento.",
    "Technologies Used:": "Tecnologias Utilizadas",
    "In new projects, it is common to start construction by creating a solid foundation of components before implementing the application screens_ This helps ensure visual consistency and facilitates the reuse of key elements in different parts of the project_ However, starting from scratch can be time-consuming and repetitive_": "Em novos projetos, é comum iniciar a construção por meio da criação de uma base sólida de componentes antes de implementar as telas da aplicação. Isso ajuda a garantir a consistência visual e facilita a reutilização de elementos-chave em diferentes partes do projeto. No entanto, começar do zero pode ser demorado e repetitivo.",
    "Keep exploring our documentation to learn in detail about each level of Atomic Design and how to use the components from {project_name} in your project_": "Continue explorando nossa documentação para conhecer em detalhes cada nível do Atomic Design e como utilizar os componentes do {project_name} em seu projeto.",
    "{project_name} makes it easy to maintain interfaces and implement updates throughout the project_ Changes made in one place are automatically reflected in all dependent components, simplifying the maintenance process_": "O {project_name} facilita a manutenção de interfaces e a implementação de atualizações em todo o projeto. As alterações feitas em um único lugar se refletem automaticamente em todos os componentes dependentes.",
    "Visual Consistency:": "Consistência visual:",
    "Why use {project_name}?": "Por que usar o {project_name}?",
    "In the {project_name} project, we have adopted the Atomic Design methodology as the foundation for organizing and developing our components_ Following this approach, we have created a comprehensive library of atoms, molecules, organisms, templates, and pages, making it easier to create cohesive and efficient interfaces_": "No {project_name}, adotamos a metodologia Atomic Design como base para a organização e desenvolvimento de nossos componentes. Seguindo essa abordagem, criamos uma biblioteca completa de átomos, moléculas, organismos, templates e páginas, facilitando a criação de interfaces coerentes e eficientes.",
    "{project_name} is developed using the powerful combination of": "O {project_name} é desenvolvido utilizando a combinação poderosa de",
    "Welcome to {project_name}!": "Bem-vindo ao {project_name}!",
    "This is where {project_name} comes into play It was created with the aim of providing a robust foundation of ready-to-use components, eliminating the need to build everything from scratch for each new project_ With {project_name}, you can save time and effort by starting with a solid set of pre-defined components and styles_": "É aqui que o {project_name} entra em cena. Ele foi criado com o objetivo de fornecer uma base robusta de componentes prontos para uso, eliminando a necessidade de criar tudo a partir do zero em cada novo projeto. Com o {project_name}, você pode economizar tempo e esforço, começando com um conjunto sólido de componentes e estilos já definidos.",
    "The modular approach of Atomic Design enables component reuse in different contexts and facilitates system scalability_ Well-defined and organized components can be combined to create complex interfaces without starting from scratch_": "A abordagem modular do Atomic Design permite a reutilização de componentes em diferentes contextos e facilita a escalabilidade do sistema. Componentes bem definidos e organizados podem ser combinados para criar interfaces complexas sem a necessidade de começar do zero.",
    "Dark": "Escuro",
    "About {project_name}": "Sobre o {project_name}",
    "Streamlined Workflow:": "Fluxo de trabalho simplificado:",
    "Atomic Design": "Atomic Design",
    "With a vast collection of reusable components and pre-defined styles, you can quickly and efficiently create impressive interfaces, saving time and effort in the development process_": "Com uma vasta coleção de componentes reutilizáveis e estilos pré-definidos, você pode criar interfaces impressionantes de forma rápida e eficiente, economizando tempo e esforço no desenvolvimento.",
    "In Atomic Design, each level represents a degree of complexity and reusability_ Atoms are the most basic and independent components, such as buttons and form fields_ Molecules combine atoms to form more complex components, like a form field with a label and an input field_ Organisms are combinations of molecules and atoms, creating complete components, such as a header with a logo, menu, and action buttons_ Templates are structures that define the overall layout of a page or section, while pages are specific instances of templates, filled with real content_": "No Atomic Design, cada nível representa um grau de complexidade e reutilização. Os átomos são os componentes mais básicos e independentes, como botões e campos de formulário. As moléculas combinam átomos para formar componentes mais complexos, como um campo de formulário com um rótulo e um campo de entrada. Os organismos são combinações de moléculas e átomos, criando componentes completos, como um cabeçalho com logotipo, menu e botões de ação. Templates são estruturas que definem a disposição geral de uma página ou seção, enquanto as páginas são instâncias específicas de templates, preenchidas com conteúdo real.",
    "We are excited to have you on board, and we hope that {project_name} will help you create amazing and consistent interfaces in your web applications_": "Estamos empolgados em ter você a bordo e esperamos que o {project_name} ajude você a criar interfaces incríveis e consistentes em suas aplicações web.",
    "{project_name} is a tool/template for creating consistent and efficient interfaces in web applications_ It has been carefully designed to facilitate development and promote visual harmony throughout your project_": "O {project_name} é uma ferramenta/template para a criação de interfaces consistentes e eficientes em aplicações web. Ele foi cuidadosamente projetado para facilitar o desenvolvimento e promover a harmonia visual em todo o seu projeto.",
    "Ease of Maintenance:": "Facilidade de Manutenção:",
    "Reusable components, pre-built styles and a comprehensive guide to a visually coherent experience": "Componentes reutilizáveis, estilos pré-definidos e um guia abrangente para uma experiência visualmente coerente",
    "What is Atomic Design?": "O que é o Atomic Design?",
    "Introduction": "Introdução",
    "Development Efficiency:": "Eficiência de desenvolvimento:",
    "These technologies are widely recognized and adopted by the web development community, providing a solid foundation for creating modern and responsive interfaces_": "Essas tecnologias são amplamente reconhecidas e adotadas pela comunidade de desenvolvimento web, oferecendo uma base sólida para criar interfaces modernas e responsivas.",
    "Reuse and Scalability:": "Reutilização e escalabilidade:",
    "By breaking down components into hierarchical levels, Atomic Design promotes visual consistency throughout the project_ Each component is designed according to established design guidelines, resulting in a cohesive and harmonious interface_": "Ao dividir os componentes em níveis hierárquicos, o Atomic Design promove a consistência visual em todo o projeto. Cada componente é projetado de acordo com as diretrizes de design estabelecidas, resultando em uma interface coesa e harmoniosa.",
    "with": "com",
    "Let is get started!": "Vamos começar!",
    "Why create a Design System?": "Por que criar um Design System?",
    "Visual consistency:": "Consistência Visual:"
}
